{
    "abigail": [
        "abigail convinced me cryptocurrency was just Monopoly money for adults. still not wrong",
        "once helped me practice a presentation by pretending to be my most intimidating audience",
        "startup coworker → cofounder → family",
        "saved me from drowning (metaphorically). also almost drowned me once (literally). complicated friendship"
    ],
    "mark": [
        "mark treats every meal like a food review that will be published in the Times"
    ],
    "jeffrey": [
        "we've been in the same group chat for 4 years. never met in person"
    ],
    "connie": [
        "once sang entire Hamilton soundtrack at karaoke. flawlesslyused to walk me home every day freshman year. never talked about it"
    ],
    "jessica": [
        "knows my coffee order better than I do",
        "texted me ‘u up?’ to ask about tax forms"
    ],
    "gabrielle": [
        "gabrielle accidentally became my career counselor after one drunk conversation"
    ],
    "ryan": [
        "ryan taught me how to code and how to leave a party early with grace. arguably more useful than my degree",
        "convinced by ryan that 5am was the best time to have philosophical discussions"
    ],
    "monica": [],
    "daniel": [
        "our friendship started as a bet. no one remembers the terms",
        "makes every goodbye weirdly cinematic",
        "💯",
        "we once pretended to be co-CEOs at a networking event. ended up launching a newsletter togethersends memes at 3am but they're exactly what I need to see"
    ],
    "paula": [
        "never remembers my birthday. remembers my coffee order",
        "serotonin in human form"
    ],
    "shane": [
        "shane recites Pi to 50 digits but forgets birthdays. priorities"
    ],
    "angie": [
        "remembers the lyrics to every Disney song but claims to hate musicals"
    ],
    "danny": [
        "can parallel park perfectly but refuses to drive",
        "danny taught me that networking is just making friends with a purpose"
    ],
    "crystal": [
        "we've been each other's plus-one to everything for 4 years. professional fake dates"
    ],
    "tracy": [
        "tracy? don't know them well but trust deeply because everyone else does"
    ],
    "tricia": [
        "i once saw them spend 30 minutes helping a stranger pick a birthday card. it told me everything i needed to know",
        "has strong opinions about the proper way to eat Kit-Kats. we disagree violently"
    ],
    "ethan": [],
    "eric": [
        "we once got into a screaming match about hummus. still unclear why",
        "once gave a toast about me at someone else’s wedding",
        "imagine if your therapist, barista, and favorite podcast host were the same person"
    ],
    "michael": [],
    "amy": [
        "amy introduced me to oat milk. life hasn't been the same since",
        "obsessed with astrology but won't admit it"
    ],
    "brittany": [
        "knows exactly what to say when I'm overthinking everything",
        "he once helped me move apartments on a Tuesday morning before his job interview. he got the job. i got a friend"
    ],
    "steve": [
        "has strong opinions about cereal milk temperature"
    ],
    "donald": [
        "donald collects vintage postcards but has never sent one"
    ],
    "stephanie": [],
    "judy": [
        "once brought me soup while I was sick. it was 95 degrees out"
    ],
    "michele": [
        "michele convinced me that adulting is just googling things with confidence"
    ],
    "patty": [
        "claims to be an introvert but knows everyone at every party"
    ],
    "elizabeth": [
        "has photographic memory. forgets keys weekly",
        "sends Christmas cards in July because 'the spirit shouldn't be seasonal'"
    ],
    "sarah": [
        "met once at a café, talked for hours. we’ve been talking ever since",
        "survived a 12-hour layover together. bonded over airport sushi and existential dread"
    ],
    "zachary": [
        "once brought a deck of cards to a funeral. somehow made it appropriate",
        "LinkedIn humblebrag personified, but it's true",
        "roommates for 2 years. spoke exactly 5 times. love him dearly"
    ],
    "lauren": [
        "Ran a marathon together, didn't train, didn’t finish, still counts",
        "gives advice that sounds terrible. somehow always right",
        "has a spreadsheet for every aspect of their life. somehow still spontaneous"
    ],
    "angelica": [
        "we've been splitting streaming service subscriptions for 3 years. it's basically marriage",
        "we once solved a problem on a napkin that became a whole thesis",
        "once helped me return something to a store without a receipt. master negotiator"
    ],
    "brittney": [
        "once pretended to be my boyfriend at a family reunion. my mom still asks about them"
    ],
    "dylan": [
        "we've only met three times but I’d trust them with my bank PIN",
        "our entire friendship is built on voice memos, misquoted movies, and mutual delusion. i wouldn’t change a thing",
        "has a rating system for every restaurant bathroom in the city",
        "sends me links to articles I'll never read but always makes me feel smarter",
        "still uses a flip phone. somehow always reachable",
        "has an allergy to peanuts and drama"
    ],
    "brian": [
        "brian once spent an hour explaining why pineapple on pizza is a human right",
        "we built an app in 48 hours. it broke, but the friendship didn’t"
    ],
    "brent": [
        "i once saw them take a Zoom call from a canoe",
        "we once spent an entire night ranking every Ben & Jerry’s flavor. agree on none of them",
        "sat next to me in a 200-person lecture and still made it feel like a 1-on-1",
        "writes emails like poetry. also has a laugh that makes you want to laugh too",
        "has the emotional range of a Pixar movie"
    ],
    "cassandra": [
        "cassandra once explained quantum physics using only food metaphors. I understood everything",
        "their hugs have a reputation"
    ],
    "derek": [
        "ran a spreadsheet on my dating life. accurate to a fault"
    ],
    "matthew": [
        "accidentally started a rumor, somehow became true",
        "speaks fluent sarcasm but exclusively texts in earnest motivational quotes",
        "matthew brings homemade cookies to every crisis. emotional support baker"
    ],
    "nathan": [
        "middle school carpool, math team, cofounder, officiant at my wedding. there's no version of my life without her in it",
        "was once described as ‘weirdly grounding’ by my mom",
        "we shared a therapist. not at the same time"
    ],
    "william": [
        "william claims to hate gossip but knows literally everything",
        "has the rare gift of making waiting in line feel like an adventure"
    ],
    "megan": [
        "once convinced me that 2am was the perfect time to reorganize my entire life"
    ],
    "gerald": [
        "wasn’t invited to my wedding but gave the toast anyway. everyone loved it"
    ],
    "sherry": [
        "literally wrote my cover letter. accidentally got me the job",
        "can make anyone feel like they belong. even in the weirdest places"
    ],
    "jamie": [
        "recommended a book that changed my life. didn’t finish it themselves"
    ],
    "philip": [
        "sunday night brainstorm buddy + unofficial life strategist",
        "CS TA. Also makes killer waffles"
    ],
    "jordan": [
        "knows the entire menu at every restaurant but always orders the same thing",
        "we've never hung out sober but I trust them with my deepest secrets"
    ],
    "victoria": [
        "says they’re fluent in javascript but mostly fluent in body language"
    ],
    "richard": [
        "ran into each other twice in different countries, never planned. universe ships it",
        "met in line for tacos at a hackathon.",
        "sang Beyoncé at full volume in a karaoke bar with zero irony and perfect pitch. i knew then we'd be friends for life",
        "convinced me to join a running club. never showed up themselves"
    ],
    "carla": [],
    "timothy": [
        "once took a train 4 hours to watch me give a 10-minute talk"
    ],
    "anthony": [
        "once helped me practice small talk for 3 hours before a networking event",
        "anthony once convinced me we were cousins for three weeks",
        "can’t cook. makes the best dinner parties",
        "coworked for three months. shared one whiteboard. made four prototypes. left with about twelve inside jokes"
    ],
    "kelly": [
        "claims to have a bad memory but remembers every embarrassing story I've ever told"
    ],
    "amber": [
        "claims to have zero regrets, yet constantly reminisces"
    ],
    "carol": [
        "we share one brain cell and they usually have custody",
        "we exchange one meme per day. nothing else. sacred ritual",
        "makes the best toast (both bread and speeches)",
        "once convinced me to try hot yoga. I nearly died. it was awesome"
    ],
    "james": [
        "roommate, gym accountability partner, impromptu life coach",
        "has a folder of my embarrassing selfies. uses them as leverage"
    ],
    "gina": [
        "has never been to therapy but gives advice like a licensed professional"
    ],
    "john": [],
    "shannon": [
        "we share a very specific sense of humor that no one else understands"
    ],
    "connor": [],
    "joshua": [
        "shows up to every birthday. even ones they weren’t invited to"
    ],
    "noah": [],
    "justin": [
        "justin brings homemade snacks to every group event. never announces it. just leaves them on the table",
        "taught how to adult by justin. still learning but at least I have a teacher",
        "has a PhD in making people feel comfortable in uncomfortable situations"
    ],
    "cristian": [
        "helped me move. stayed for dinner. stayed for a month"
    ],
    "debra": [],
    "whitney": [
        "met at a hackathon, both lost. bonded over defeat"
    ],
    "fred": [],
    "margaret": [
        "we met in a Zoom breakout room. somehow became actual friends",
        "met at a wedding where margaret was the only other person who didn't know anyone"
    ],
    "angela": [
        "literally stole my shoes. wears them better. rude",
        "therapist mentions them without knowing their name"
    ],
    "lisa": [
        "once pretended we were famous to get into a club. it worked",
        "we once pulled an all-nighter designing a board game about moral philosophy for a class.",
        "lisa once convinced a entire coffee shop we were food critics. got free pastries",
        "lisa treats every meal like a wine tasting. including cereal"
    ],
    "sherri": [
        "used to do my math homework. now does my taxes",
        "made a startup together. lost a startup together. repeat?",
        "crashes parties they were actually invited to",
        "texts me restaurant reviews at midnight like they're breaking news"
    ],
    "rebecca": [
        "interned together at Google. quit together at Google. now plotting revenge on Google",
        "has a secret talent for making anyone feel like the main character",
        "became roommates with rebecca for a summer in NYC. best friends for life",
        "once spent 2 hours helping me choose between two identical black shirts"
    ],
    "holly": [
        "quotes niche internet drama like scripture",
        "we matched on a dating app by accident. became best friends instead"
    ],
    "tommy": [
        "sends me screenshots of their screen time like it's a cry for help"
    ],
    "allison": [
        "once got me kicked out of a museum. worth it",
        "he’s either a good listener or really good at pretending. works either way",
        "claims they hate group chats, most active participant",
        "we exchanged exactly one meme a day for 642 days"
    ]
}