{
    "allison": [
        "allison accidentally became my career counselor after one drunk conversation",
        "knows my coffee order better than I do"
    ],
    "dylan": [
        "dylan introduced me to oat milk. life hasn't been the same since"
    ],
    "debra": [],
    "fred": [
        "once sang entire Hamilton soundtrack at karaoke. flawlesslyused to walk me home every day freshman year. never talked about it",
        "fred treats every meal like a food review that will be published in the Times"
    ],
    "mark": [
        "mark treats every meal like a wine tasting. including cereal"
    ],
    "nathan": [],
    "crystal": [
        "crashes parties they were actually invited to",
        "makes the best toast (both bread and speeches)"
    ],
    "monica": [
        "we once pretended to be co-CEOs at a networking event. ended up launching a newsletter togethersends memes at 3am but they're exactly what I need to see"
    ],
    "jamie": [
        "was once described as ‘weirdly grounding’ by my mom",
        "has a spreadsheet for every aspect of their life. somehow still spontaneous",
        "roommate, gym accountability partner, impromptu life coach",
        "we once spent an entire night ranking every Ben & Jerry’s flavor. agree on none of them"
    ],
    "michele": [],
    "rebecca": [],
    "tracy": [
        "made a startup together. lost a startup together. repeat?"
    ],
    "carol": [
        "sat next to me in a 200-person lecture and still made it feel like a 1-on-1",
        "LinkedIn humblebrag personified, but it's true"
    ],
    "gerald": [],
    "derek": [
        "says they’re fluent in javascript but mostly fluent in body language",
        "therapist mentions them without knowing their name",
        "wasn’t invited to my wedding but gave the toast anyway. everyone loved it",
        "became roommates with derek for a summer in NYC. best friends for life"
    ],
    "donald": [
        "speaks fluent sarcasm but exclusively texts in earnest motivational quotes"
    ],
    "justin": [
        "has the emotional range of a Pixar movie"
    ],
    "sherri": [
        "writes emails like poetry. also has a laugh that makes you want to laugh too",
        "has strong opinions about the proper way to eat Kit-Kats. we disagree violently"
    ],
    "timothy": [],
    "connor": [
        "connor once spent an hour explaining why pineapple on pizza is a human right"
    ],
    "sarah": [
        "sarah? don't know them well but trust deeply because everyone else does",
        "has an allergy to peanuts and drama"
    ],
    "john": [],
    "matthew": [
        "we've been each other's plus-one to everything for 4 years. professional fake dates",
        "interned together at Google. quit together at Google. now plotting revenge on Google",
        "once brought a deck of cards to a funeral. somehow made it appropriate"
    ],
    "sherry": [],
    "ryan": [
        "ryan once spent an hour explaining why pineapple on pizza is a human right",
        "met once at a café, talked for hours. we’ve been talking ever since"
    ],
    "jessica": [],
    "amy": [],
    "michael": [
        "has photographic memory. forgets keys weekly",
        "i once saw them take a Zoom call from a canoe",
        "michael treats every meal like a wine tasting. including cereal",
        "once helped me return something to a store without a receipt. master negotiator",
        "we met in a Zoom breakout room. somehow became actual friends"
    ],
    "patty": [
        "we once pulled an all-nighter designing a board game about moral philosophy for a class."
    ],
    "cassandra": [
        "roommates for 2 years. spoke exactly 5 times. love him dearly"
    ],
    "brian": [
        "imagine if your therapist, barista, and favorite podcast host were the same person",
        "met at a wedding where brian was the only other person who didn't know anyone"
    ],
    "elizabeth": [
        "once convinced me to try hot yoga. I nearly died. it was awesome",
        "sends me screenshots of their screen time like it's a cry for help"
    ],
    "kelly": [
        "we shared a therapist. not at the same time"
    ],
    "margaret": [
        "can’t cook. makes the best dinner parties"
    ],
    "noah": [
        "can make anyone feel like they belong. even in the weirdest places"
    ],
    "connie": [
        "remembers the lyrics to every Disney song but claims to hate musicals",
        "once got me kicked out of a museum. worth it",
        "connie treats every meal like a wine tasting. including cereal",
        "connie once explained quantum physics using only food metaphors. I understood everything"
    ],
    "anthony": [
        "anthony accidentally became my career counselor after one drunk conversation"
    ],
    "joshua": [
        "sunday night brainstorm buddy + unofficial life strategist"
    ],
    "danny": [
        "claims to have zero regrets, yet constantly reminisces"
    ],
    "richard": [
        "we exchange one meme per day. nothing else. sacred ritual",
        "richard claims to hate gossip but knows literally everything"
    ],
    "angela": [
        "he’s either a good listener or really good at pretending. works either way",
        "taught how to adult by angela. still learning but at least I have a teacher",
        "recommended a book that changed my life. didn’t finish it themselves",
        "angela convinced me cryptocurrency was just Monopoly money for adults. still not wrong"
    ],
    "shannon": [
        "saved me from drowning (metaphorically). also almost drowned me once (literally). complicated friendship"
    ],
    "william": [
        "can parallel park perfectly but refuses to drive"
    ],
    "megan": [
        "makes every goodbye weirdly cinematic",
        "knows exactly what to say when I'm overthinking everything"
    ],
    "abigail": [
        "claims to be an introvert but knows everyone at every party"
    ],
    "lauren": [
        "lauren claims to hate gossip but knows literally everything"
    ],
    "paula": [
        "he once helped me move apartments on a Tuesday morning before his job interview. he got the job. i got a friend",
        "we've been in the same group chat for 4 years. never met in person"
    ],
    "james": [
        "we've only met three times but I’d trust them with my bank PIN",
        "Ran a marathon together, didn't train, didn’t finish, still counts"
    ],
    "brittany": [
        "literally wrote my cover letter. accidentally got me the job"
    ],
    "eric": [
        "eric recites Pi to 50 digits but forgets birthdays. priorities"
    ],
    "amber": [],
    "stephanie": [
        "startup coworker → cofounder → family"
    ],
    "jordan": [
        "jordan treats every meal like a wine tasting. including cereal",
        "we exchanged exactly one meme a day for 642 days"
    ],
    "brittney": [
        "gives advice that sounds terrible. somehow always right"
    ],
    "steve": [],
    "zachary": [
        "obsessed with astrology but won't admit it",
        "helped me move. stayed for dinner. stayed for a month"
    ],
    "victoria": [
        "once pretended to be my boyfriend at a family reunion. my mom still asks about them",
        "once gave a toast about me at someone else’s wedding"
    ],
    "brent": [
        "💯"
    ],
    "holly": [
        "used to do my math homework. now does my taxes",
        "sang Beyoncé at full volume in a karaoke bar with zero irony and perfect pitch. i knew then we'd be friends for life",
        "has a secret talent for making anyone feel like the main character",
        "coworked for three months. shared one whiteboard. made four prototypes. left with about twelve inside jokes"
    ],
    "jeffrey": [],
    "angie": [],
    "tricia": [],
    "daniel": [
        "claims they hate group chats, most active participant"
    ],
    "gina": [],
    "gabrielle": [
        "has a folder of my embarrassing selfies. uses them as leverage"
    ],
    "tommy": [
        "still uses a flip phone. somehow always reachable",
        "literally stole my shoes. wears them better. rude"
    ],
    "angelica": [],
    "philip": [
        "philip once convinced a entire coffee shop we were food critics. got free pastries",
        "i once saw them spend 30 minutes helping a stranger pick a birthday card. it told me everything i needed to know"
    ],
    "shane": [
        "never remembers my birthday. remembers my coffee order"
    ],
    "carla": [
        "once pretended we were famous to get into a club. it worked",
        "once took a train 4 hours to watch me give a 10-minute talk"
    ],
    "judy": [
        "judy once convinced me we were cousins for three weeks"
    ],
    "ethan": [
        "we once solved a problem on a napkin that became a whole thesis",
        "we share a very specific sense of humor that no one else understands"
    ],
    "lisa": [
        "CS TA. Also makes killer waffles"
    ],
    "whitney": [
        "once brought me soup while I was sick. it was 95 degrees out"
    ],
    "cristian": [
        "ran into each other twice in different countries, never planned. universe ships it",
        "we once got into a screaming match about hummus. still unclear why"
    ]
}