{
    "richard": [
        "richard accidentally became my career counselor after one drunk conversation",
        "knows my coffee order better than I do",
        "knows the entire menu at every restaurant but always orders the same thing",
        "serotonin in human form",
        "richard taught me that networking is just making friends with a purpose",
        "richard? don't know them well but trust deeply because everyone else does",
        "richard treats every meal like a wine tasting. including cereal",
        "richard claims to hate gossip but knows literally everything",
        "richard convinced me that adulting is just googling things with confidence",
        "richard once explained quantum physics using only food metaphors. I understood everything",
        "richard introduced me to oat milk. life hasn't been the same since"
    ],
    "danny": [
        "danny introduced me to oat milk. life hasn't been the same since",
        "danny accidentally became my career counselor after one drunk conversation",
        "danny convinced me cryptocurrency was just Monopoly money for adults. still not wrong",
        "danny once convinced me we were cousins for three weeks",
        "danny treats every meal like a wine tasting. including cereal",
        "convinced by danny that 5am was the best time to have philosophical discussions",
        "danny brings homemade cookies to every crisis. emotional support baker",
        "danny collects vintage postcards but has never sent one",
        "danny once spent an hour explaining why pineapple on pizza is a human right",
        "taught how to adult by danny. still learning but at least I have a teacher",
        "danny once convinced a entire coffee shop we were food critics. got free pastries",
        "danny once explained quantum physics using only food metaphors. I understood everything"
    ],
    "victoria": [
        "claims to have a bad memory but remembers every embarrassing story I've ever told",
        "victoria taught me that networking is just making friends with a purpose",
        "victoria convinced me that adulting is just googling things with confidence",
        "victoria once convinced me we were cousins for three weeks",
        "victoria taught me how to code and how to leave a party early with grace. arguably more useful than my degree",
        "convinced by victoria that 5am was the best time to have philosophical discussions",
        "victoria once explained quantum physics using only food metaphors. I understood everything",
        "victoria once spent an hour explaining why pineapple on pizza is a human right",
        "victoria accidentally became my career counselor after one drunk conversation",
        "victoria introduced me to oat milk. life hasn't been the same since",
        "victoria brings homemade cookies to every crisis. emotional support baker",
        "victoria recites Pi to 50 digits but forgets birthdays. priorities",
        "met at a wedding where victoria was the only other person who didn't know anyone",
        "victoria treats every meal like a food review that will be published in the Times",
        "victoria treats every meal like a wine tasting. including cereal"
    ],
    "steve": [
        "once sang entire Hamilton soundtrack at karaoke. flawlesslyused to walk me home every day freshman year. never talked about it",
        "steve treats every meal like a food review that will be published in the Times",
        "steve claims to hate gossip but knows literally everything",
        "steve once spent an hour explaining why pineapple on pizza is a human right",
        "steve taught me how to code and how to leave a party early with grace. arguably more useful than my degree",
        "steve collects vintage postcards but has never sent one",
        "steve once explained quantum physics using only food metaphors. I understood everything",
        "steve taught me that networking is just making friends with a purpose",
        "steve recites Pi to 50 digits but forgets birthdays. priorities",
        "steve convinced me that adulting is just googling things with confidence",
        "taught how to adult by steve. still learning but at least I have a teacher",
        "steve brings homemade cookies to every crisis. emotional support baker",
        "steve once convinced me we were cousins for three weeks",
        "steve once convinced a entire coffee shop we were food critics. got free pastries"
    ],
    "kelly": [
        "kelly treats every meal like a wine tasting. including cereal",
        "middle school carpool, math team, cofounder, officiant at my wedding. there's no version of my life without her in it",
        "kelly brings homemade cookies to every crisis. emotional support baker",
        "kelly introduced me to oat milk. life hasn't been the same since",
        "kelly once convinced me we were cousins for three weeks",
        "kelly taught me that networking is just making friends with a purpose",
        "kelly once explained quantum physics using only food metaphors. I understood everything",
        "kelly accidentally became my career counselor after one drunk conversation",
        "taught how to adult by kelly. still learning but at least I have a teacher",
        "convinced by kelly that 5am was the best time to have philosophical discussions",
        "kelly collects vintage postcards but has never sent one",
        "kelly convinced me that adulting is just googling things with confidence",
        "kelly once spent an hour explaining why pineapple on pizza is a human right"
    ],
    "amber": [
        "amber introduced me to oat milk. life hasn't been the same since",
        "convinced by amber that 5am was the best time to have philosophical discussions",
        "amber recites Pi to 50 digits but forgets birthdays. priorities",
        "amber once convinced me we were cousins for three weeks",
        "amber accidentally became my career counselor after one drunk conversation",
        "amber taught me how to code and how to leave a party early with grace. arguably more useful than my degree",
        "amber claims to hate gossip but knows literally everything",
        "amber once spent an hour explaining why pineapple on pizza is a human right",
        "amber brings homemade snacks to every group event. never announces it. just leaves them on the table",
        "amber brings homemade cookies to every crisis. emotional support baker",
        "amber? don't know them well but trust deeply because everyone else does"
    ],
    "abigail": [
        "crashes parties they were actually invited to",
        "makes the best toast (both bread and speeches)",
        "texts me restaurant reviews at midnight like they're breaking news",
        "abigail once convinced me we were cousins for three weeks",
        "abigail brings homemade cookies to every crisis. emotional support baker",
        "met at a wedding where abigail was the only other person who didn't know anyone",
        "abigail convinced me cryptocurrency was just Monopoly money for adults. still not wrong",
        "abigail? don't know them well but trust deeply because everyone else does",
        "abigail brings homemade snacks to every group event. never announces it. just leaves them on the table",
        "abigail recites Pi to 50 digits but forgets birthdays. priorities",
        "abigail treats every meal like a wine tasting. including cereal",
        "abigail taught me how to code and how to leave a party early with grace. arguably more useful than my degree",
        "abigail collects vintage postcards but has never sent one",
        "abigail accidentally became my career counselor after one drunk conversation",
        "abigail once spent an hour explaining why pineapple on pizza is a human right"
    ],
    "sarah": [
        "we once pretended to be co-CEOs at a networking event. ended up launching a newsletter togethersends memes at 3am but they're exactly what I need to see",
        "sarah taught me that networking is just making friends with a purpose",
        "sarah once convinced a entire coffee shop we were food critics. got free pastries",
        "sarah brings homemade cookies to every crisis. emotional support baker",
        "sarah once explained quantum physics using only food metaphors. I understood everything",
        "sarah once convinced me we were cousins for three weeks",
        "sarah once spent an hour explaining why pineapple on pizza is a human right",
        "sarah treats every meal like a food review that will be published in the Times",
        "sarah collects vintage postcards but has never sent one",
        "sarah recites Pi to 50 digits but forgets birthdays. priorities",
        "sarah brings homemade snacks to every group event. never announces it. just leaves them on the table"
    ],
    "angela": [
        "was once described as ‘weirdly grounding’ by my mom",
        "has a spreadsheet for every aspect of their life. somehow still spontaneous",
        "roommate, gym accountability partner, impromptu life coach",
        "we once spent an entire night ranking every Ben & Jerry’s flavor. agree on none of them",
        "angela taught me that networking is just making friends with a purpose",
        "angela convinced me cryptocurrency was just Monopoly money for adults. still not wrong",
        "angela brings homemade snacks to every group event. never announces it. just leaves them on the table",
        "angela? don't know them well but trust deeply because everyone else does",
        "angela taught me how to code and how to leave a party early with grace. arguably more useful than my degree",
        "taught how to adult by angela. still learning but at least I have a teacher",
        "convinced by angela that 5am was the best time to have philosophical discussions",
        "angela once spent an hour explaining why pineapple on pizza is a human right",
        "angela convinced me that adulting is just googling things with confidence",
        "angela once explained quantum physics using only food metaphors. I understood everything",
        "angela treats every meal like a food review that will be published in the Times",
        "angela introduced me to oat milk. life hasn't been the same since",
        "angela treats every meal like a wine tasting. including cereal",
        "angela once convinced me we were cousins for three weeks",
        "angela collects vintage postcards but has never sent one"
    ],
    "margaret": [
        "quotes niche internet drama like scripture",
        "margaret accidentally became my career counselor after one drunk conversation",
        "margaret claims to hate gossip but knows literally everything",
        "margaret once explained quantum physics using only food metaphors. I understood everything",
        "became roommates with margaret for a summer in NYC. best friends for life",
        "margaret treats every meal like a food review that will be published in the Times",
        "margaret convinced me cryptocurrency was just Monopoly money for adults. still not wrong",
        "margaret brings homemade cookies to every crisis. emotional support baker",
        "margaret brings homemade snacks to every group event. never announces it. just leaves them on the table",
        "taught how to adult by margaret. still learning but at least I have a teacher",
        "margaret treats every meal like a wine tasting. including cereal",
        "met at a wedding where margaret was the only other person who didn't know anyone",
        "margaret collects vintage postcards but has never sent one",
        "margaret introduced me to oat milk. life hasn't been the same since"
    ],
    "william": [
        "william taught me how to code and how to leave a party early with grace. arguably more useful than my degree",
        "william introduced me to oat milk. life hasn't been the same since",
        "william collects vintage postcards but has never sent one",
        "william treats every meal like a wine tasting. including cereal",
        "met at a wedding where william was the only other person who didn't know anyone",
        "william once explained quantum physics using only food metaphors. I understood everything",
        "william taught me that networking is just making friends with a purpose",
        "william once convinced me we were cousins for three weeks",
        "william claims to hate gossip but knows literally everything",
        "william once convinced a entire coffee shop we were food critics. got free pastries",
        "william recites Pi to 50 digits but forgets birthdays. priorities",
        "william convinced me that adulting is just googling things with confidence",
        "william once spent an hour explaining why pineapple on pizza is a human right"
    ],
    "lauren": [
        "made a startup together. lost a startup together. repeat?",
        "lauren accidentally became my career counselor after one drunk conversation",
        "lauren once convinced me we were cousins for three weeks",
        "became roommates with lauren for a summer in NYC. best friends for life",
        "lauren? don't know them well but trust deeply because everyone else does",
        "lauren treats every meal like a food review that will be published in the Times",
        "lauren treats every meal like a wine tasting. including cereal",
        "lauren claims to hate gossip but knows literally everything",
        "lauren convinced me that adulting is just googling things with confidence",
        "lauren once convinced a entire coffee shop we were food critics. got free pastries",
        "convinced by lauren that 5am was the best time to have philosophical discussions",
        "lauren brings homemade snacks to every group event. never announces it. just leaves them on the table",
        "lauren taught me how to code and how to leave a party early with grace. arguably more useful than my degree"
    ],
    "whitney": [
        "sat next to me in a 200-person lecture and still made it feel like a 1-on-1",
        "LinkedIn humblebrag personified, but it's true",
        "whitney taught me how to code and how to leave a party early with grace. arguably more useful than my degree",
        "once helped me practice a presentation by pretending to be my most intimidating audience",
        "whitney taught me that networking is just making friends with a purpose",
        "whitney brings homemade snacks to every group event. never announces it. just leaves them on the table",
        "met at a wedding where whitney was the only other person who didn't know anyone",
        "taught how to adult by whitney. still learning but at least I have a teacher",
        "whitney claims to hate gossip but knows literally everything",
        "whitney convinced me that adulting is just googling things with confidence",
        "whitney treats every meal like a wine tasting. including cereal",
        "whitney once explained quantum physics using only food metaphors. I understood everything",
        "whitney convinced me cryptocurrency was just Monopoly money for adults. still not wrong",
        "whitney once convinced me we were cousins for three weeks",
        "convinced by whitney that 5am was the best time to have philosophical discussions",
        "whitney brings homemade cookies to every crisis. emotional support baker"
    ],
    "dylan": [
        "dylan? don't know them well but trust deeply because everyone else does",
        "dylan treats every meal like a food review that will be published in the Times",
        "met at a wedding where dylan was the only other person who didn't know anyone",
        "dylan convinced me that adulting is just googling things with confidence",
        "dylan recites Pi to 50 digits but forgets birthdays. priorities",
        "taught how to adult by dylan. still learning but at least I have a teacher",
        "dylan once convinced a entire coffee shop we were food critics. got free pastries",
        "dylan claims to hate gossip but knows literally everything",
        "dylan taught me how to code and how to leave a party early with grace. arguably more useful than my degree",
        "dylan once explained quantum physics using only food metaphors. I understood everything",
        "dylan once spent an hour explaining why pineapple on pizza is a human right",
        "dylan accidentally became my career counselor after one drunk conversation",
        "became roommates with dylan for a summer in NYC. best friends for life"
    ],
    "anthony": [
        "says they’re fluent in javascript but mostly fluent in body language",
        "therapist mentions them without knowing their name",
        "wasn’t invited to my wedding but gave the toast anyway. everyone loved it",
        "became roommates with anthony for a summer in NYC. best friends for life",
        "anthony treats every meal like a wine tasting. including cereal",
        "anthony once explained quantum physics using only food metaphors. I understood everything",
        "anthony taught me how to code and how to leave a party early with grace. arguably more useful than my degree",
        "taught how to adult by anthony. still learning but at least I have a teacher",
        "met at a wedding where anthony was the only other person who didn't know anyone",
        "anthony once spent an hour explaining why pineapple on pizza is a human right",
        "anthony brings homemade cookies to every crisis. emotional support baker",
        "anthony once convinced me we were cousins for three weeks",
        "anthony accidentally became my career counselor after one drunk conversation",
        "anthony introduced me to oat milk. life hasn't been the same since",
        "anthony convinced me that adulting is just googling things with confidence",
        "anthony taught me that networking is just making friends with a purpose",
        "anthony brings homemade snacks to every group event. never announces it. just leaves them on the table",
        "convinced by anthony that 5am was the best time to have philosophical discussions"
    ],
    "fred": [
        "speaks fluent sarcasm but exclusively texts in earnest motivational quotes",
        "fred once explained quantum physics using only food metaphors. I understood everything",
        "fred once convinced a entire coffee shop we were food critics. got free pastries",
        "taught how to adult by fred. still learning but at least I have a teacher",
        "fred recites Pi to 50 digits but forgets birthdays. priorities",
        "fred once convinced me we were cousins for three weeks",
        "fred claims to hate gossip but knows literally everything",
        "convinced by fred that 5am was the best time to have philosophical discussions",
        "fred brings homemade cookies to every crisis. emotional support baker",
        "fred once spent an hour explaining why pineapple on pizza is a human right",
        "fred accidentally became my career counselor after one drunk conversation",
        "fred convinced me that adulting is just googling things with confidence",
        "fred treats every meal like a wine tasting. including cereal"
    ],
    "carla": [
        "has the emotional range of a Pixar movie",
        "carla once explained quantum physics using only food metaphors. I understood everything",
        "carla introduced me to oat milk. life hasn't been the same since",
        "carla treats every meal like a wine tasting. including cereal",
        "carla convinced me cryptocurrency was just Monopoly money for adults. still not wrong",
        "convinced by carla that 5am was the best time to have philosophical discussions",
        "carla treats every meal like a food review that will be published in the Times",
        "carla recites Pi to 50 digits but forgets birthdays. priorities",
        "carla claims to hate gossip but knows literally everything",
        "carla brings homemade cookies to every crisis. emotional support baker",
        "carla once convinced me we were cousins for three weeks",
        "carla taught me how to code and how to leave a party early with grace. arguably more useful than my degree",
        "carla brings homemade snacks to every group event. never announces it. just leaves them on the table",
        "carla? don't know them well but trust deeply because everyone else does",
        "carla once convinced a entire coffee shop we were food critics. got free pastries"
    ],
    "michele": [
        "writes emails like poetry. also has a laugh that makes you want to laugh too",
        "has strong opinions about the proper way to eat Kit-Kats. we disagree violently",
        "became roommates with michele for a summer in NYC. best friends for life",
        "michele brings homemade cookies to every crisis. emotional support baker",
        "michele treats every meal like a food review that will be published in the Times",
        "convinced by michele that 5am was the best time to have philosophical discussions",
        "michele claims to hate gossip but knows literally everything",
        "taught how to adult by michele. still learning but at least I have a teacher",
        "michele once convinced me we were cousins for three weeks",
        "michele brings homemade snacks to every group event. never announces it. just leaves them on the table",
        "michele taught me how to code and how to leave a party early with grace. arguably more useful than my degree",
        "michele introduced me to oat milk. life hasn't been the same since",
        "michele accidentally became my career counselor after one drunk conversation"
    ],
    "holly": [
        "holly once explained quantum physics using only food metaphors. I understood everything",
        "our entire friendship is built on voice memos, misquoted movies, and mutual delusion. i wouldn’t change a thing",
        "holly once convinced me we were cousins for three weeks",
        "met at a wedding where holly was the only other person who didn't know anyone",
        "holly brings homemade snacks to every group event. never announces it. just leaves them on the table",
        "holly convinced me cryptocurrency was just Monopoly money for adults. still not wrong",
        "holly accidentally became my career counselor after one drunk conversation",
        "holly taught me how to code and how to leave a party early with grace. arguably more useful than my degree",
        "holly introduced me to oat milk. life hasn't been the same since",
        "became roommates with holly for a summer in NYC. best friends for life",
        "holly recites Pi to 50 digits but forgets birthdays. priorities",
        "holly treats every meal like a wine tasting. including cereal"
    ],
    "jamie": [
        "jamie once spent an hour explaining why pineapple on pizza is a human right",
        "texted me ‘u up?’ to ask about tax forms",
        "convinced by jamie that 5am was the best time to have philosophical discussions",
        "jamie accidentally became my career counselor after one drunk conversation",
        "jamie convinced me cryptocurrency was just Monopoly money for adults. still not wrong",
        "jamie convinced me that adulting is just googling things with confidence",
        "jamie brings homemade cookies to every crisis. emotional support baker",
        "jamie introduced me to oat milk. life hasn't been the same since",
        "jamie brings homemade snacks to every group event. never announces it. just leaves them on the table",
        "jamie taught me how to code and how to leave a party early with grace. arguably more useful than my degree",
        "jamie treats every meal like a food review that will be published in the Times",
        "jamie once convinced me we were cousins for three weeks",
        "jamie collects vintage postcards but has never sent one",
        "jamie claims to hate gossip but knows literally everything"
    ],
    "patty": [
        "patty? don't know them well but trust deeply because everyone else does",
        "has an allergy to peanuts and drama",
        "met at a wedding where patty was the only other person who didn't know anyone",
        "patty once explained quantum physics using only food metaphors. I understood everything",
        "patty claims to hate gossip but knows literally everything",
        "patty once convinced a entire coffee shop we were food critics. got free pastries",
        "patty taught me how to code and how to leave a party early with grace. arguably more useful than my degree",
        "patty once spent an hour explaining why pineapple on pizza is a human right",
        "patty recites Pi to 50 digits but forgets birthdays. priorities",
        "patty convinced me that adulting is just googling things with confidence",
        "patty taught me that networking is just making friends with a purpose",
        "patty treats every meal like a wine tasting. including cereal",
        "patty once convinced me we were cousins for three weeks",
        "patty treats every meal like a food review that will be published in the Times",
        "patty brings homemade cookies to every crisis. emotional support baker"
    ],
    "brian": [
        "sends Christmas cards in July because 'the spirit shouldn't be seasonal'",
        "brian recites Pi to 50 digits but forgets birthdays. priorities",
        "brian treats every meal like a food review that will be published in the Times",
        "brian accidentally became my career counselor after one drunk conversation",
        "brian? don't know them well but trust deeply because everyone else does",
        "brian once convinced a entire coffee shop we were food critics. got free pastries",
        "brian once convinced me we were cousins for three weeks",
        "brian treats every meal like a wine tasting. including cereal",
        "met at a wedding where brian was the only other person who didn't know anyone",
        "convinced by brian that 5am was the best time to have philosophical discussions",
        "brian brings homemade snacks to every group event. never announces it. just leaves them on the table",
        "became roommates with brian for a summer in NYC. best friends for life",
        "brian once spent an hour explaining why pineapple on pizza is a human right",
        "brian claims to hate gossip but knows literally everything",
        "brian convinced me that adulting is just googling things with confidence",
        "brian introduced me to oat milk. life hasn't been the same since"
    ],
    "debra": [
        "we've been each other's plus-one to everything for 4 years. professional fake dates",
        "interned together at Google. quit together at Google. now plotting revenge on Google",
        "once brought a deck of cards to a funeral. somehow made it appropriate",
        "became roommates with debra for a summer in NYC. best friends for life",
        "debra recites Pi to 50 digits but forgets birthdays. priorities",
        "debra collects vintage postcards but has never sent one",
        "debra treats every meal like a wine tasting. including cereal",
        "debra introduced me to oat milk. life hasn't been the same since",
        "debra convinced me that adulting is just googling things with confidence",
        "debra once spent an hour explaining why pineapple on pizza is a human right",
        "taught how to adult by debra. still learning but at least I have a teacher",
        "debra accidentally became my career counselor after one drunk conversation",
        "met at a wedding where debra was the only other person who didn't know anyone"
    ],
    "megan": [
        "megan convinced me that adulting is just googling things with confidence",
        "megan treats every meal like a wine tasting. including cereal",
        "megan collects vintage postcards but has never sent one",
        "megan once convinced me we were cousins for three weeks",
        "megan brings homemade cookies to every crisis. emotional support baker",
        "megan taught me how to code and how to leave a party early with grace. arguably more useful than my degree",
        "convinced by megan that 5am was the best time to have philosophical discussions",
        "megan introduced me to oat milk. life hasn't been the same since",
        "megan claims to hate gossip but knows literally everything",
        "megan? don't know them well but trust deeply because everyone else does",
        "megan recites Pi to 50 digits but forgets birthdays. priorities",
        "megan accidentally became my career counselor after one drunk conversation",
        "taught how to adult by megan. still learning but at least I have a teacher"
    ],
    "connor": [
        "connor once spent an hour explaining why pineapple on pizza is a human right",
        "met once at a café, talked for hours. we’ve been talking ever since",
        "convinced by connor that 5am was the best time to have philosophical discussions",
        "connor collects vintage postcards but has never sent one",
        "connor recites Pi to 50 digits but forgets birthdays. priorities",
        "connor taught me how to code and how to leave a party early with grace. arguably more useful than my degree",
        "connor treats every meal like a wine tasting. including cereal",
        "became roommates with connor for a summer in NYC. best friends for life",
        "connor once convinced a entire coffee shop we were food critics. got free pastries",
        "connor convinced me that adulting is just googling things with confidence",
        "connor claims to hate gossip but knows literally everything",
        "connor once explained quantum physics using only food metaphors. I understood everything",
        "connor accidentally became my career counselor after one drunk conversation",
        "connor brings homemade snacks to every group event. never announces it. just leaves them on the table"
    ],
    "judy": [
        "judy convinced me that adulting is just googling things with confidence",
        "judy taught me that networking is just making friends with a purpose",
        "judy recites Pi to 50 digits but forgets birthdays. priorities",
        "judy? don't know them well but trust deeply because everyone else does",
        "judy brings homemade snacks to every group event. never announces it. just leaves them on the table",
        "met at a wedding where judy was the only other person who didn't know anyone",
        "judy treats every meal like a wine tasting. including cereal",
        "judy once convinced me we were cousins for three weeks"
    ],
    "allison": [
        "allison once explained quantum physics using only food metaphors. I understood everything",
        "allison recites Pi to 50 digits but forgets birthdays. priorities",
        "became roommates with allison for a summer in NYC. best friends for life",
        "allison brings homemade cookies to every crisis. emotional support baker",
        "allison taught me that networking is just making friends with a purpose",
        "taught how to adult by allison. still learning but at least I have a teacher",
        "allison treats every meal like a wine tasting. including cereal",
        "allison convinced me that adulting is just googling things with confidence",
        "allison once convinced me we were cousins for three weeks",
        "allison accidentally became my career counselor after one drunk conversation",
        "allison taught me how to code and how to leave a party early with grace. arguably more useful than my degree"
    ],
    "carol": [
        "has photographic memory. forgets keys weekly",
        "i once saw them take a Zoom call from a canoe",
        "carol treats every meal like a wine tasting. including cereal",
        "once helped me return something to a store without a receipt. master negotiator",
        "we met in a Zoom breakout room. somehow became actual friends",
        "carol? don't know them well but trust deeply because everyone else does",
        "carol convinced me cryptocurrency was just Monopoly money for adults. still not wrong",
        "carol brings homemade cookies to every crisis. emotional support baker",
        "carol once spent an hour explaining why pineapple on pizza is a human right",
        "carol introduced me to oat milk. life hasn't been the same since",
        "became roommates with carol for a summer in NYC. best friends for life",
        "carol brings homemade snacks to every group event. never announces it. just leaves them on the table"
    ],
    "sherry": [
        "we once pulled an all-nighter designing a board game about moral philosophy for a class.",
        "taught how to adult by sherry. still learning but at least I have a teacher",
        "sherry brings homemade snacks to every group event. never announces it. just leaves them on the table",
        "sherry claims to hate gossip but knows literally everything",
        "sherry treats every meal like a food review that will be published in the Times",
        "sherry recites Pi to 50 digits but forgets birthdays. priorities",
        "sherry brings homemade cookies to every crisis. emotional support baker",
        "sherry taught me that networking is just making friends with a purpose",
        "sherry introduced me to oat milk. life hasn't been the same since",
        "sherry taught me how to code and how to leave a party early with grace. arguably more useful than my degree",
        "became roommates with sherry for a summer in NYC. best friends for life",
        "met at a wedding where sherry was the only other person who didn't know anyone"
    ],
    "philip": [
        "roommates for 2 years. spoke exactly 5 times. love him dearly",
        "philip introduced me to oat milk. life hasn't been the same since",
        "has a rating system for every restaurant bathroom in the city",
        "philip once explained quantum physics using only food metaphors. I understood everything",
        "convinced by philip that 5am was the best time to have philosophical discussions",
        "philip once convinced me we were cousins for three weeks",
        "philip claims to hate gossip but knows literally everything",
        "met at a wedding where philip was the only other person who didn't know anyone",
        "philip convinced me cryptocurrency was just Monopoly money for adults. still not wrong",
        "philip once convinced a entire coffee shop we were food critics. got free pastries"
    ],
    "monica": [
        "imagine if your therapist, barista, and favorite podcast host were the same person",
        "met at a wedding where monica was the only other person who didn't know anyone",
        "met in line for tacos at a hackathon.",
        "monica once explained quantum physics using only food metaphors. I understood everything",
        "monica collects vintage postcards but has never sent one",
        "monica treats every meal like a wine tasting. including cereal",
        "monica convinced me that adulting is just googling things with confidence",
        "monica taught me that networking is just making friends with a purpose",
        "monica? don't know them well but trust deeply because everyone else does",
        "became roommates with monica for a summer in NYC. best friends for life",
        "monica introduced me to oat milk. life hasn't been the same since",
        "taught how to adult by monica. still learning but at least I have a teacher"
    ],
    "brent": [
        "once convinced me to try hot yoga. I nearly died. it was awesome",
        "sends me screenshots of their screen time like it's a cry for help",
        "we built an app in 48 hours. it broke, but the friendship didn’t",
        "accidentally started a rumor, somehow became true",
        "brent claims to hate gossip but knows literally everything",
        "brent? don't know them well but trust deeply because everyone else does",
        "brent convinced me cryptocurrency was just Monopoly money for adults. still not wrong",
        "brent convinced me that adulting is just googling things with confidence",
        "brent treats every meal like a food review that will be published in the Times",
        "taught how to adult by brent. still learning but at least I have a teacher",
        "brent brings homemade snacks to every group event. never announces it. just leaves them on the table",
        "brent once explained quantum physics using only food metaphors. I understood everything",
        "convinced by brent that 5am was the best time to have philosophical discussions",
        "brent collects vintage postcards but has never sent one",
        "brent brings homemade cookies to every crisis. emotional support baker"
    ],
    "gina": [
        "we shared a therapist. not at the same time",
        "has the rare gift of making waiting in line feel like an adventure",
        "we've been splitting streaming service subscriptions for 3 years. it's basically marriage",
        "gina taught me that networking is just making friends with a purpose",
        "gina once spent an hour explaining why pineapple on pizza is a human right",
        "gina once explained quantum physics using only food metaphors. I understood everything",
        "became roommates with gina for a summer in NYC. best friends for life",
        "convinced by gina that 5am was the best time to have philosophical discussions",
        "gina collects vintage postcards but has never sent one",
        "gina? don't know them well but trust deeply because everyone else does",
        "gina claims to hate gossip but knows literally everything",
        "gina taught me how to code and how to leave a party early with grace. arguably more useful than my degree",
        "gina convinced me cryptocurrency was just Monopoly money for adults. still not wrong"
    ],
    "justin": [
        "can’t cook. makes the best dinner parties",
        "justin convinced me that adulting is just googling things with confidence",
        "justin recites Pi to 50 digits but forgets birthdays. priorities",
        "became roommates with justin for a summer in NYC. best friends for life",
        "taught how to adult by justin. still learning but at least I have a teacher",
        "justin treats every meal like a food review that will be published in the Times",
        "justin once spent an hour explaining why pineapple on pizza is a human right",
        "convinced by justin that 5am was the best time to have philosophical discussions",
        "justin brings homemade cookies to every crisis. emotional support baker",
        "justin treats every meal like a wine tasting. including cereal",
        "justin accidentally became my career counselor after one drunk conversation",
        "justin collects vintage postcards but has never sent one",
        "justin? don't know them well but trust deeply because everyone else does",
        "justin convinced me cryptocurrency was just Monopoly money for adults. still not wrong",
        "justin once convinced a entire coffee shop we were food critics. got free pastries",
        "justin claims to hate gossip but knows literally everything"
    ],
    "connie": [
        "can make anyone feel like they belong. even in the weirdest places",
        "taught how to adult by connie. still learning but at least I have a teacher",
        "connie treats every meal like a food review that will be published in the Times",
        "connie once convinced a entire coffee shop we were food critics. got free pastries",
        "connie brings homemade cookies to every crisis. emotional support baker",
        "connie taught me how to code and how to leave a party early with grace. arguably more useful than my degree",
        "became roommates with connie for a summer in NYC. best friends for life",
        "connie introduced me to oat milk. life hasn't been the same since",
        "connie taught me that networking is just making friends with a purpose",
        "connie? don't know them well but trust deeply because everyone else does",
        "connie claims to hate gossip but knows literally everything",
        "connie once spent an hour explaining why pineapple on pizza is a human right",
        "connie recites Pi to 50 digits but forgets birthdays. priorities",
        "connie collects vintage postcards but has never sent one",
        "connie treats every meal like a wine tasting. including cereal"
    ],
    "rebecca": [
        "remembers the lyrics to every Disney song but claims to hate musicals",
        "once got me kicked out of a museum. worth it",
        "rebecca treats every meal like a wine tasting. including cereal",
        "rebecca once explained quantum physics using only food metaphors. I understood everything",
        "met at a hackathon, both lost. bonded over defeat",
        "survived a 12-hour layover together. bonded over airport sushi and existential dread",
        "rebecca convinced me that adulting is just googling things with confidence",
        "rebecca taught me how to code and how to leave a party early with grace. arguably more useful than my degree",
        "rebecca once convinced me we were cousins for three weeks",
        "rebecca once spent an hour explaining why pineapple on pizza is a human right",
        "rebecca claims to hate gossip but knows literally everything"
    ],
    "michael": [
        "michael accidentally became my career counselor after one drunk conversation",
        "michael brings homemade cookies to every crisis. emotional support baker",
        "michael once convinced a entire coffee shop we were food critics. got free pastries",
        "michael convinced me that adulting is just googling things with confidence",
        "michael taught me that networking is just making friends with a purpose",
        "michael treats every meal like a food review that will be published in the Times",
        "michael collects vintage postcards but has never sent one",
        "michael? don't know them well but trust deeply because everyone else does",
        "taught how to adult by michael. still learning but at least I have a teacher",
        "became roommates with michael for a summer in NYC. best friends for life",
        "michael claims to hate gossip but knows literally everything"
    ],
    "james": [
        "sunday night brainstorm buddy + unofficial life strategist",
        "we share one brain cell and they usually have custody",
        "sends me links to articles I'll never read but always makes me feel smarter",
        "james brings homemade snacks to every group event. never announces it. just leaves them on the table",
        "james claims to hate gossip but knows literally everything",
        "james introduced me to oat milk. life hasn't been the same since",
        "james recites Pi to 50 digits but forgets birthdays. priorities",
        "james once convinced me we were cousins for three weeks",
        "james once spent an hour explaining why pineapple on pizza is a human right",
        "james accidentally became my career counselor after one drunk conversation",
        "james taught me that networking is just making friends with a purpose",
        "james treats every meal like a wine tasting. including cereal",
        "james convinced me cryptocurrency was just Monopoly money for adults. still not wrong",
        "james once explained quantum physics using only food metaphors. I understood everything",
        "taught how to adult by james. still learning but at least I have a teacher",
        "james convinced me that adulting is just googling things with confidence",
        "james collects vintage postcards but has never sent one"
    ],
    "cassandra": [
        "claims to have zero regrets, yet constantly reminisces",
        "cassandra once convinced a entire coffee shop we were food critics. got free pastries",
        "cassandra taught me how to code and how to leave a party early with grace. arguably more useful than my degree",
        "cassandra convinced me cryptocurrency was just Monopoly money for adults. still not wrong",
        "cassandra once convinced me we were cousins for three weeks",
        "cassandra introduced me to oat milk. life hasn't been the same since",
        "cassandra? don't know them well but trust deeply because everyone else does",
        "cassandra brings homemade snacks to every group event. never announces it. just leaves them on the table",
        "cassandra claims to hate gossip but knows literally everything",
        "cassandra treats every meal like a food review that will be published in the Times",
        "cassandra convinced me that adulting is just googling things with confidence",
        "cassandra once explained quantum physics using only food metaphors. I understood everything",
        "cassandra treats every meal like a wine tasting. including cereal",
        "became roommates with cassandra for a summer in NYC. best friends for life"
    ],
    "brittney": [
        "we exchange one meme per day. nothing else. sacred ritual",
        "brittney claims to hate gossip but knows literally everything",
        "brittney once convinced a entire coffee shop we were food critics. got free pastries",
        "brittney once explained quantum physics using only food metaphors. I understood everything",
        "brittney once convinced me we were cousins for three weeks",
        "brittney taught me how to code and how to leave a party early with grace. arguably more useful than my degree",
        "brittney introduced me to oat milk. life hasn't been the same since",
        "brittney once spent an hour explaining why pineapple on pizza is a human right",
        "became roommates with brittney for a summer in NYC. best friends for life",
        "convinced by brittney that 5am was the best time to have philosophical discussions",
        "brittney treats every meal like a wine tasting. including cereal",
        "brittney brings homemade snacks to every group event. never announces it. just leaves them on the table",
        "brittney recites Pi to 50 digits but forgets birthdays. priorities",
        "brittney accidentally became my career counselor after one drunk conversation"
    ],
    "daniel": [
        "he’s either a good listener or really good at pretending. works either way",
        "taught how to adult by daniel. still learning but at least I have a teacher",
        "recommended a book that changed my life. didn’t finish it themselves",
        "daniel convinced me cryptocurrency was just Monopoly money for adults. still not wrong",
        "has never been to therapy but gives advice like a licensed professional",
        "daniel collects vintage postcards but has never sent one",
        "daniel taught me that networking is just making friends with a purpose",
        "daniel once convinced me we were cousins for three weeks",
        "daniel treats every meal like a food review that will be published in the Times",
        "daniel once spent an hour explaining why pineapple on pizza is a human right",
        "met at a wedding where daniel was the only other person who didn't know anyone",
        "daniel accidentally became my career counselor after one drunk conversation",
        "daniel? don't know them well but trust deeply because everyone else does",
        "daniel recites Pi to 50 digits but forgets birthdays. priorities",
        "daniel treats every meal like a wine tasting. including cereal",
        "daniel claims to hate gossip but knows literally everything"
    ],
    "lisa": [
        "saved me from drowning (metaphorically). also almost drowned me once (literally). complicated friendship",
        "lisa brings homemade cookies to every crisis. emotional support baker",
        "lisa claims to hate gossip but knows literally everything",
        "lisa taught me how to code and how to leave a party early with grace. arguably more useful than my degree",
        "lisa convinced me that adulting is just googling things with confidence",
        "lisa once explained quantum physics using only food metaphors. I understood everything",
        "lisa introduced me to oat milk. life hasn't been the same since",
        "lisa convinced me cryptocurrency was just Monopoly money for adults. still not wrong",
        "lisa? don't know them well but trust deeply because everyone else does",
        "taught how to adult by lisa. still learning but at least I have a teacher",
        "lisa once spent an hour explaining why pineapple on pizza is a human right"
    ],
    "zachary": [
        "can parallel park perfectly but refuses to drive",
        "met at a wedding where zachary was the only other person who didn't know anyone",
        "zachary once spent an hour explaining why pineapple on pizza is a human right",
        "zachary recites Pi to 50 digits but forgets birthdays. priorities",
        "zachary? don't know them well but trust deeply because everyone else does",
        "zachary once convinced me we were cousins for three weeks",
        "zachary treats every meal like a food review that will be published in the Times",
        "zachary once convinced a entire coffee shop we were food critics. got free pastries",
        "zachary introduced me to oat milk. life hasn't been the same since",
        "zachary taught me that networking is just making friends with a purpose",
        "zachary brings homemade snacks to every group event. never announces it. just leaves them on the table",
        "zachary taught me how to code and how to leave a party early with grace. arguably more useful than my degree",
        "taught how to adult by zachary. still learning but at least I have a teacher"
    ],
    "shannon": [
        "makes every goodbye weirdly cinematic",
        "knows exactly what to say when I'm overthinking everything",
        "shannon treats every meal like a food review that will be published in the Times",
        "shannon accidentally became my career counselor after one drunk conversation",
        "shannon once convinced me we were cousins for three weeks",
        "shannon taught me how to code and how to leave a party early with grace. arguably more useful than my degree",
        "shannon once explained quantum physics using only food metaphors. I understood everything",
        "shannon recites Pi to 50 digits but forgets birthdays. priorities",
        "taught how to adult by shannon. still learning but at least I have a teacher",
        "shannon brings homemade cookies to every crisis. emotional support baker",
        "met at a wedding where shannon was the only other person who didn't know anyone",
        "shannon claims to hate gossip but knows literally everything",
        "shannon introduced me to oat milk. life hasn't been the same since",
        "shannon convinced me cryptocurrency was just Monopoly money for adults. still not wrong"
    ],
    "gerald": [
        "claims to be an introvert but knows everyone at every party",
        "gerald claims to hate gossip but knows literally everything",
        "gerald brings homemade snacks to every group event. never announces it. just leaves them on the table",
        "convinced by gerald that 5am was the best time to have philosophical discussions",
        "gerald taught me how to code and how to leave a party early with grace. arguably more useful than my degree",
        "gerald convinced me cryptocurrency was just Monopoly money for adults. still not wrong",
        "gerald treats every meal like a wine tasting. including cereal",
        "gerald accidentally became my career counselor after one drunk conversation",
        "gerald treats every meal like a food review that will be published in the Times",
        "gerald once explained quantum physics using only food metaphors. I understood everything"
    ],
    "shane": [
        "shane claims to hate gossip but knows literally everything",
        "shane once explained quantum physics using only food metaphors. I understood everything",
        "has a PhD in making people feel comfortable in uncomfortable situations",
        "shane collects vintage postcards but has never sent one",
        "shane introduced me to oat milk. life hasn't been the same since",
        "shane convinced me cryptocurrency was just Monopoly money for adults. still not wrong",
        "shane treats every meal like a food review that will be published in the Times",
        "met at a wedding where shane was the only other person who didn't know anyone",
        "shane brings homemade cookies to every crisis. emotional support baker",
        "shane treats every meal like a wine tasting. including cereal",
        "shane convinced me that adulting is just googling things with confidence",
        "shane recites Pi to 50 digits but forgets birthdays. priorities",
        "taught how to adult by shane. still learning but at least I have a teacher"
    ],
    "jordan": [
        "he once helped me move apartments on a Tuesday morning before his job interview. he got the job. i got a friend",
        "we've been in the same group chat for 4 years. never met in person",
        "once convinced me that 2am was the perfect time to reorganize my entire life",
        "convinced by jordan that 5am was the best time to have philosophical discussions",
        "jordan once explained quantum physics using only food metaphors. I understood everything",
        "jordan taught me that networking is just making friends with a purpose",
        "jordan treats every meal like a wine tasting. including cereal",
        "jordan recites Pi to 50 digits but forgets birthdays. priorities",
        "jordan brings homemade cookies to every crisis. emotional support baker",
        "jordan brings homemade snacks to every group event. never announces it. just leaves them on the table",
        "jordan convinced me that adulting is just googling things with confidence",
        "jordan treats every meal like a food review that will be published in the Times",
        "jordan once spent an hour explaining why pineapple on pizza is a human right",
        "jordan convinced me cryptocurrency was just Monopoly money for adults. still not wrong",
        "jordan introduced me to oat milk. life hasn't been the same since",
        "jordan accidentally became my career counselor after one drunk conversation",
        "jordan once convinced me we were cousins for three weeks",
        "jordan? don't know them well but trust deeply because everyone else does"
    ],
    "stephanie": [
        "we've only met three times but I’d trust them with my bank PIN",
        "Ran a marathon together, didn't train, didn’t finish, still counts",
        "stephanie introduced me to oat milk. life hasn't been the same since",
        "taught how to adult by stephanie. still learning but at least I have a teacher",
        "stephanie convinced me that adulting is just googling things with confidence",
        "stephanie treats every meal like a wine tasting. including cereal",
        "stephanie? don't know them well but trust deeply because everyone else does",
        "met at a wedding where stephanie was the only other person who didn't know anyone",
        "stephanie brings homemade cookies to every crisis. emotional support baker",
        "stephanie once spent an hour explaining why pineapple on pizza is a human right",
        "stephanie recites Pi to 50 digits but forgets birthdays. priorities",
        "stephanie claims to hate gossip but knows literally everything"
    ],
    "crystal": [
        "literally wrote my cover letter. accidentally got me the job",
        "we matched on a dating app by accident. became best friends instead",
        "crystal treats every meal like a wine tasting. including cereal",
        "crystal brings homemade cookies to every crisis. emotional support baker",
        "crystal? don't know them well but trust deeply because everyone else does",
        "crystal once convinced me we were cousins for three weeks",
        "crystal treats every meal like a food review that will be published in the Times",
        "crystal claims to hate gossip but knows literally everything",
        "crystal brings homemade snacks to every group event. never announces it. just leaves them on the table",
        "taught how to adult by crystal. still learning but at least I have a teacher",
        "crystal accidentally became my career counselor after one drunk conversation",
        "crystal convinced me cryptocurrency was just Monopoly money for adults. still not wrong",
        "convinced by crystal that 5am was the best time to have philosophical discussions"
    ],
    "cristian": [
        "cristian recites Pi to 50 digits but forgets birthdays. priorities",
        "cristian treats every meal like a food review that will be published in the Times",
        "cristian taught me how to code and how to leave a party early with grace. arguably more useful than my degree",
        "cristian once convinced me we were cousins for three weeks",
        "convinced by cristian that 5am was the best time to have philosophical discussions",
        "became roommates with cristian for a summer in NYC. best friends for life",
        "cristian claims to hate gossip but knows literally everything",
        "cristian introduced me to oat milk. life hasn't been the same since",
        "cristian once spent an hour explaining why pineapple on pizza is a human right",
        "cristian once convinced a entire coffee shop we were food critics. got free pastries",
        "cristian brings homemade cookies to every crisis. emotional support baker",
        "cristian accidentally became my career counselor after one drunk conversation",
        "cristian taught me that networking is just making friends with a purpose"
    ],
    "nathan": [
        "we've never hung out sober but I trust them with my deepest secrets",
        "nathan collects vintage postcards but has never sent one",
        "taught how to adult by nathan. still learning but at least I have a teacher",
        "nathan convinced me cryptocurrency was just Monopoly money for adults. still not wrong",
        "nathan taught me that networking is just making friends with a purpose",
        "nathan convinced me that adulting is just googling things with confidence",
        "nathan once explained quantum physics using only food metaphors. I understood everything",
        "nathan introduced me to oat milk. life hasn't been the same since",
        "nathan brings homemade cookies to every crisis. emotional support baker",
        "nathan taught me how to code and how to leave a party early with grace. arguably more useful than my degree",
        "convinced by nathan that 5am was the best time to have philosophical discussions",
        "met at a wedding where nathan was the only other person who didn't know anyone"
    ],
    "mark": [
        "startup coworker → cofounder → family",
        "mark recites Pi to 50 digits but forgets birthdays. priorities",
        "shows up to every birthday. even ones they weren’t invited to",
        "mark accidentally became my career counselor after one drunk conversation",
        "mark treats every meal like a food review that will be published in the Times",
        "convinced by mark that 5am was the best time to have philosophical discussions",
        "became roommates with mark for a summer in NYC. best friends for life",
        "mark convinced me cryptocurrency was just Monopoly money for adults. still not wrong",
        "mark collects vintage postcards but has never sent one",
        "mark treats every meal like a wine tasting. including cereal",
        "mark brings homemade cookies to every crisis. emotional support baker",
        "mark once explained quantum physics using only food metaphors. I understood everything",
        "mark once convinced me we were cousins for three weeks",
        "mark once spent an hour explaining why pineapple on pizza is a human right"
    ],
    "tracy": [
        "tracy treats every meal like a wine tasting. including cereal",
        "we exchanged exactly one meme a day for 642 days",
        "tracy convinced me that adulting is just googling things with confidence",
        "met at a wedding where tracy was the only other person who didn't know anyone",
        "tracy brings homemade cookies to every crisis. emotional support baker",
        "taught how to adult by tracy. still learning but at least I have a teacher",
        "tracy convinced me cryptocurrency was just Monopoly money for adults. still not wrong",
        "tracy brings homemade snacks to every group event. never announces it. just leaves them on the table",
        "tracy accidentally became my career counselor after one drunk conversation",
        "tracy? don't know them well but trust deeply because everyone else does",
        "became roommates with tracy for a summer in NYC. best friends for life",
        "tracy collects vintage postcards but has never sent one",
        "tracy taught me how to code and how to leave a party early with grace. arguably more useful than my degree"
    ],
    "gabrielle": [
        "gives advice that sounds terrible. somehow always right",
        "gabrielle once convinced a entire coffee shop we were food critics. got free pastries",
        "met at a wedding where gabrielle was the only other person who didn't know anyone",
        "gabrielle treats every meal like a food review that will be published in the Times",
        "gabrielle collects vintage postcards but has never sent one",
        "gabrielle once explained quantum physics using only food metaphors. I understood everything",
        "gabrielle? don't know them well but trust deeply because everyone else does",
        "gabrielle treats every meal like a wine tasting. including cereal",
        "gabrielle taught me that networking is just making friends with a purpose",
        "taught how to adult by gabrielle. still learning but at least I have a teacher",
        "gabrielle once spent an hour explaining why pineapple on pizza is a human right",
        "gabrielle claims to hate gossip but knows literally everything"
    ],
    "brittany": [
        "brittany convinced me cryptocurrency was just Monopoly money for adults. still not wrong",
        "once spent 2 hours helping me choose between two identical black shirts",
        "became roommates with brittany for a summer in NYC. best friends for life",
        "brittany once convinced me we were cousins for three weeks",
        "brittany once convinced a entire coffee shop we were food critics. got free pastries",
        "met at a wedding where brittany was the only other person who didn't know anyone",
        "brittany treats every meal like a wine tasting. including cereal"
    ],
    "angie": [
        "obsessed with astrology but won't admit it",
        "helped me move. stayed for dinner. stayed for a month",
        "angie claims to hate gossip but knows literally everything",
        "angie taught me that networking is just making friends with a purpose",
        "angie treats every meal like a food review that will be published in the Times",
        "angie? don't know them well but trust deeply because everyone else does",
        "angie brings homemade cookies to every crisis. emotional support baker",
        "angie once convinced me we were cousins for three weeks",
        "met at a wedding where angie was the only other person who didn't know anyone",
        "angie recites Pi to 50 digits but forgets birthdays. priorities",
        "became roommates with angie for a summer in NYC. best friends for life"
    ],
    "ryan": [
        "once pretended to be my boyfriend at a family reunion. my mom still asks about them",
        "once gave a toast about me at someone else’s wedding",
        "ryan once convinced a entire coffee shop we were food critics. got free pastries",
        "ryan brings homemade snacks to every group event. never announces it. just leaves them on the table",
        "their hugs have a reputation",
        "ryan brings homemade cookies to every crisis. emotional support baker",
        "taught how to adult by ryan. still learning but at least I have a teacher",
        "ryan once explained quantum physics using only food metaphors. I understood everything",
        "ryan claims to hate gossip but knows literally everything",
        "convinced by ryan that 5am was the best time to have philosophical discussions",
        "ryan taught me how to code and how to leave a party early with grace. arguably more useful than my degree",
        "ryan convinced me cryptocurrency was just Monopoly money for adults. still not wrong",
        "ryan once spent an hour explaining why pineapple on pizza is a human right",
        "ryan treats every meal like a wine tasting. including cereal",
        "ryan convinced me that adulting is just googling things with confidence",
        "ryan once convinced me we were cousins for three weeks",
        "ryan taught me that networking is just making friends with a purpose",
        "ryan recites Pi to 50 digits but forgets birthdays. priorities",
        "ryan collects vintage postcards but has never sent one"
    ],
    "ethan": [
        "💯",
        "ethan once spent an hour explaining why pineapple on pizza is a human right",
        "ethan claims to hate gossip but knows literally everything",
        "ethan introduced me to oat milk. life hasn't been the same since",
        "ethan treats every meal like a food review that will be published in the Times",
        "ethan once explained quantum physics using only food metaphors. I understood everything",
        "taught how to adult by ethan. still learning but at least I have a teacher",
        "ethan collects vintage postcards but has never sent one",
        "ethan convinced me cryptocurrency was just Monopoly money for adults. still not wrong",
        "ethan treats every meal like a wine tasting. including cereal",
        "ethan taught me that networking is just making friends with a purpose",
        "ethan once convinced me we were cousins for three weeks"
    ],
    "elizabeth": [
        "used to do my math homework. now does my taxes",
        "sang Beyoncé at full volume in a karaoke bar with zero irony and perfect pitch. i knew then we'd be friends for life",
        "has a secret talent for making anyone feel like the main character",
        "coworked for three months. shared one whiteboard. made four prototypes. left with about twelve inside jokes",
        "elizabeth introduced me to oat milk. life hasn't been the same since",
        "elizabeth recites Pi to 50 digits but forgets birthdays. priorities",
        "elizabeth treats every meal like a food review that will be published in the Times",
        "elizabeth convinced me that adulting is just googling things with confidence",
        "taught how to adult by elizabeth. still learning but at least I have a teacher",
        "elizabeth taught me how to code and how to leave a party early with grace. arguably more useful than my degree",
        "elizabeth treats every meal like a wine tasting. including cereal",
        "elizabeth convinced me cryptocurrency was just Monopoly money for adults. still not wrong",
        "met at a wedding where elizabeth was the only other person who didn't know anyone",
        "elizabeth taught me that networking is just making friends with a purpose",
        "elizabeth accidentally became my career counselor after one drunk conversation"
    ],
    "joshua": [
        "convinced me to join a running club. never showed up themselves",
        "joshua claims to hate gossip but knows literally everything",
        "joshua brings homemade cookies to every crisis. emotional support baker",
        "joshua brings homemade snacks to every group event. never announces it. just leaves them on the table",
        "joshua introduced me to oat milk. life hasn't been the same since",
        "joshua collects vintage postcards but has never sent one",
        "joshua? don't know them well but trust deeply because everyone else does",
        "joshua convinced me that adulting is just googling things with confidence",
        "joshua taught me that networking is just making friends with a purpose",
        "joshua once convinced a entire coffee shop we were food critics. got free pastries",
        "joshua recites Pi to 50 digits but forgets birthdays. priorities",
        "taught how to adult by joshua. still learning but at least I have a teacher",
        "joshua once spent an hour explaining why pineapple on pizza is a human right",
        "joshua once convinced me we were cousins for three weeks"
    ],
    "eric": [
        "ran a spreadsheet on my dating life. accurate to a fault",
        "eric brings homemade cookies to every crisis. emotional support baker",
        "eric once spent an hour explaining why pineapple on pizza is a human right",
        "eric treats every meal like a food review that will be published in the Times",
        "eric collects vintage postcards but has never sent one",
        "eric once convinced a entire coffee shop we were food critics. got free pastries",
        "met at a wedding where eric was the only other person who didn't know anyone",
        "eric claims to hate gossip but knows literally everything",
        "eric treats every meal like a wine tasting. including cereal",
        "eric taught me that networking is just making friends with a purpose",
        "eric accidentally became my career counselor after one drunk conversation",
        "eric recites Pi to 50 digits but forgets birthdays. priorities",
        "taught how to adult by eric. still learning but at least I have a teacher"
    ],
    "timothy": [
        "timothy brings homemade snacks to every group event. never announces it. just leaves them on the table",
        "taught how to adult by timothy. still learning but at least I have a teacher",
        "timothy once explained quantum physics using only food metaphors. I understood everything",
        "timothy treats every meal like a wine tasting. including cereal",
        "timothy convinced me that adulting is just googling things with confidence",
        "timothy? don't know them well but trust deeply because everyone else does",
        "timothy convinced me cryptocurrency was just Monopoly money for adults. still not wrong",
        "timothy taught me how to code and how to leave a party early with grace. arguably more useful than my degree",
        "timothy claims to hate gossip but knows literally everything",
        "timothy accidentally became my career counselor after one drunk conversation"
    ],
    "matthew": [
        "claims they hate group chats, most active participant",
        "taught how to adult by matthew. still learning but at least I have a teacher",
        "matthew once spent an hour explaining why pineapple on pizza is a human right",
        "matthew brings homemade snacks to every group event. never announces it. just leaves them on the table",
        "matthew convinced me cryptocurrency was just Monopoly money for adults. still not wrong",
        "matthew collects vintage postcards but has never sent one",
        "matthew claims to hate gossip but knows literally everything",
        "matthew recites Pi to 50 digits but forgets birthdays. priorities",
        "matthew introduced me to oat milk. life hasn't been the same since",
        "convinced by matthew that 5am was the best time to have philosophical discussions",
        "matthew once convinced me we were cousins for three weeks",
        "matthew? don't know them well but trust deeply because everyone else does"
    ],
    "amy": [
        "met at a wedding where amy was the only other person who didn't know anyone",
        "amy? don't know them well but trust deeply because everyone else does",
        "amy convinced me that adulting is just googling things with confidence",
        "amy treats every meal like a food review that will be published in the Times",
        "amy once convinced a entire coffee shop we were food critics. got free pastries",
        "amy brings homemade snacks to every group event. never announces it. just leaves them on the table",
        "amy treats every meal like a wine tasting. including cereal",
        "amy recites Pi to 50 digits but forgets birthdays. priorities",
        "convinced by amy that 5am was the best time to have philosophical discussions",
        "amy once convinced me we were cousins for three weeks",
        "became roommates with amy for a summer in NYC. best friends for life",
        "amy claims to hate gossip but knows literally everything",
        "amy introduced me to oat milk. life hasn't been the same since",
        "amy collects vintage postcards but has never sent one"
    ],
    "tricia": [
        "has a folder of my embarrassing selfies. uses them as leverage",
        "tricia treats every meal like a food review that will be published in the Times",
        "tricia? don't know them well but trust deeply because everyone else does",
        "tricia introduced me to oat milk. life hasn't been the same since",
        "tricia treats every meal like a wine tasting. including cereal",
        "became roommates with tricia for a summer in NYC. best friends for life",
        "tricia convinced me cryptocurrency was just Monopoly money for adults. still not wrong",
        "tricia claims to hate gossip but knows literally everything",
        "met at a wedding where tricia was the only other person who didn't know anyone",
        "tricia accidentally became my career counselor after one drunk conversation"
    ],
    "jeffrey": [
        "still uses a flip phone. somehow always reachable",
        "literally stole my shoes. wears them better. rude",
        "convinced by jeffrey that 5am was the best time to have philosophical discussions",
        "jeffrey? don't know them well but trust deeply because everyone else does",
        "jeffrey brings homemade snacks to every group event. never announces it. just leaves them on the table",
        "jeffrey collects vintage postcards but has never sent one",
        "jeffrey once convinced a entire coffee shop we were food critics. got free pastries",
        "jeffrey convinced me that adulting is just googling things with confidence",
        "jeffrey accidentally became my career counselor after one drunk conversation",
        "jeffrey treats every meal like a wine tasting. including cereal",
        "jeffrey claims to hate gossip but knows literally everything",
        "jeffrey once explained quantum physics using only food metaphors. I understood everything",
        "met at a wedding where jeffrey was the only other person who didn't know anyone"
    ],
    "john": [
        "john convinced me cryptocurrency was just Monopoly money for adults. still not wrong",
        "john collects vintage postcards but has never sent one",
        "john accidentally became my career counselor after one drunk conversation",
        "john once convinced me we were cousins for three weeks",
        "john brings homemade cookies to every crisis. emotional support baker",
        "taught how to adult by john. still learning but at least I have a teacher",
        "john once spent an hour explaining why pineapple on pizza is a human right",
        "john claims to hate gossip but knows literally everything",
        "john? don't know them well but trust deeply because everyone else does",
        "john taught me that networking is just making friends with a purpose",
        "john introduced me to oat milk. life hasn't been the same since",
        "john once convinced a entire coffee shop we were food critics. got free pastries",
        "john recites Pi to 50 digits but forgets birthdays. priorities",
        "convinced by john that 5am was the best time to have philosophical discussions"
    ],
    "sherri": [
        "sherri once convinced a entire coffee shop we were food critics. got free pastries",
        "i once saw them spend 30 minutes helping a stranger pick a birthday card. it told me everything i needed to know",
        "has strong opinions about cereal milk temperature",
        "sherri convinced me that adulting is just googling things with confidence",
        "sherri introduced me to oat milk. life hasn't been the same since",
        "sherri? don't know them well but trust deeply because everyone else does",
        "sherri once explained quantum physics using only food metaphors. I understood everything",
        "sherri treats every meal like a food review that will be published in the Times",
        "met at a wedding where sherri was the only other person who didn't know anyone",
        "sherri once convinced me we were cousins for three weeks",
        "sherri recites Pi to 50 digits but forgets birthdays. priorities",
        "sherri brings homemade snacks to every group event. never announces it. just leaves them on the table",
        "sherri treats every meal like a wine tasting. including cereal",
        "sherri brings homemade cookies to every crisis. emotional support baker"
    ],
    "donald": [
        "never remembers my birthday. remembers my coffee order",
        "donald treats every meal like a wine tasting. including cereal",
        "donald once convinced a entire coffee shop we were food critics. got free pastries",
        "donald recites Pi to 50 digits but forgets birthdays. priorities",
        "donald convinced me that adulting is just googling things with confidence",
        "donald brings homemade cookies to every crisis. emotional support baker",
        "donald taught me how to code and how to leave a party early with grace. arguably more useful than my degree",
        "donald collects vintage postcards but has never sent one",
        "donald? don't know them well but trust deeply because everyone else does",
        "became roommates with donald for a summer in NYC. best friends for life",
        "donald treats every meal like a food review that will be published in the Times",
        "donald brings homemade snacks to every group event. never announces it. just leaves them on the table"
    ],
    "angelica": [
        "once pretended we were famous to get into a club. it worked",
        "once took a train 4 hours to watch me give a 10-minute talk",
        "angelica treats every meal like a food review that will be published in the Times",
        "angelica accidentally became my career counselor after one drunk conversation",
        "angelica collects vintage postcards but has never sent one",
        "angelica brings homemade cookies to every crisis. emotional support baker",
        "angelica? don't know them well but trust deeply because everyone else does",
        "angelica introduced me to oat milk. life hasn't been the same since",
        "angelica brings homemade snacks to every group event. never announces it. just leaves them on the table",
        "angelica recites Pi to 50 digits but forgets birthdays. priorities",
        "taught how to adult by angelica. still learning but at least I have a teacher",
        "angelica convinced me that adulting is just googling things with confidence",
        "angelica once convinced a entire coffee shop we were food critics. got free pastries",
        "angelica once convinced me we were cousins for three weeks",
        "angelica treats every meal like a wine tasting. including cereal",
        "angelica claims to hate gossip but knows literally everything",
        "angelica taught me that networking is just making friends with a purpose",
        "angelica once spent an hour explaining why pineapple on pizza is a human right"
    ],
    "tommy": [
        "tommy once convinced me we were cousins for three weeks",
        "tommy? don't know them well but trust deeply because everyone else does",
        "tommy brings homemade cookies to every crisis. emotional support baker",
        "tommy once spent an hour explaining why pineapple on pizza is a human right",
        "tommy claims to hate gossip but knows literally everything",
        "tommy convinced me that adulting is just googling things with confidence",
        "tommy accidentally became my career counselor after one drunk conversation",
        "tommy introduced me to oat milk. life hasn't been the same since",
        "convinced by tommy that 5am was the best time to have philosophical discussions",
        "met at a wedding where tommy was the only other person who didn't know anyone",
        "tommy taught me how to code and how to leave a party early with grace. arguably more useful than my degree",
        "tommy taught me that networking is just making friends with a purpose"
    ],
    "jessica": [
        "we once solved a problem on a napkin that became a whole thesis",
        "we share a very specific sense of humor that no one else understands",
        "our friendship started as a bet. no one remembers the terms",
        "convinced by jessica that 5am was the best time to have philosophical discussions",
        "jessica once explained quantum physics using only food metaphors. I understood everything",
        "jessica collects vintage postcards but has never sent one",
        "became roommates with jessica for a summer in NYC. best friends for life",
        "jessica? don't know them well but trust deeply because everyone else does",
        "jessica brings homemade cookies to every crisis. emotional support baker",
        "jessica treats every meal like a food review that will be published in the Times",
        "jessica convinced me that adulting is just googling things with confidence",
        "jessica once spent an hour explaining why pineapple on pizza is a human right",
        "jessica treats every meal like a wine tasting. including cereal",
        "jessica once convinced me we were cousins for three weeks"
    ],
    "derek": [
        "CS TA. Also makes killer waffles",
        "once helped me practice small talk for 3 hours before a networking event",
        "derek convinced me that adulting is just googling things with confidence",
        "derek collects vintage postcards but has never sent one",
        "derek treats every meal like a wine tasting. including cereal",
        "derek accidentally became my career counselor after one drunk conversation",
        "derek once explained quantum physics using only food metaphors. I understood everything",
        "derek once convinced a entire coffee shop we were food critics. got free pastries",
        "derek once spent an hour explaining why pineapple on pizza is a human right",
        "derek taught me how to code and how to leave a party early with grace. arguably more useful than my degree",
        "became roommates with derek for a summer in NYC. best friends for life",
        "derek treats every meal like a food review that will be published in the Times",
        "taught how to adult by derek. still learning but at least I have a teacher",
        "met at a wedding where derek was the only other person who didn't know anyone",
        "derek convinced me cryptocurrency was just Monopoly money for adults. still not wrong",
        "derek brings homemade cookies to every crisis. emotional support baker"
    ],
    "paula": [
        "once brought me soup while I was sick. it was 95 degrees out",
        "paula once convinced me we were cousins for three weeks",
        "paula introduced me to oat milk. life hasn't been the same since",
        "met at a wedding where paula was the only other person who didn't know anyone",
        "paula brings homemade snacks to every group event. never announces it. just leaves them on the table",
        "paula convinced me that adulting is just googling things with confidence",
        "paula? don't know them well but trust deeply because everyone else does",
        "paula claims to hate gossip but knows literally everything",
        "paula brings homemade cookies to every crisis. emotional support baker",
        "paula taught me how to code and how to leave a party early with grace. arguably more useful than my degree",
        "taught how to adult by paula. still learning but at least I have a teacher",
        "paula taught me that networking is just making friends with a purpose",
        "paula once convinced a entire coffee shop we were food critics. got free pastries",
        "paula collects vintage postcards but has never sent one"
    ],
    "noah": [
        "ran into each other twice in different countries, never planned. universe ships it",
        "we once got into a screaming match about hummus. still unclear why",
        "noah recites Pi to 50 digits but forgets birthdays. priorities",
        "noah taught me that networking is just making friends with a purpose",
        "noah once explained quantum physics using only food metaphors. I understood everything",
        "noah claims to hate gossip but knows literally everything",
        "noah? don't know them well but trust deeply because everyone else does",
        "became roommates with noah for a summer in NYC. best friends for life",
        "noah once spent an hour explaining why pineapple on pizza is a human right",
        "convinced by noah that 5am was the best time to have philosophical discussions",
        "noah accidentally became my career counselor after one drunk conversation",
        "met at a wedding where noah was the only other person who didn't know anyone",
        "taught how to adult by noah. still learning but at least I have a teacher",
        "noah once convinced me we were cousins for three weeks",
        "noah treats every meal like a food review that will be published in the Times"
    ]
}