[
    {
        "template": "saved me from drowning (metaphorically). also almost drowned me once (literally). complicated friendship"
    },
    {
        "template": "{referred_member}? don't know them well but trust deeply because everyone else does"
    },
    {
        "template": "says they’re fluent in javascript but mostly fluent in body language"
    },
    {
        "template": "made a startup together. lost a startup together. repeat?"
    },
    {
        "template": "therapist mentions them without knowing their name"
    },
    {
        "template": "{referred_member} once convinced me we were cousins for three weeks"
    },
    {
        "template": "interned together at Google. quit together at Google. now plotting revenge on Google"
    },
    {
        "template": "wasn’t invited to my wedding but gave the toast anyway. everyone loved it"
    },
    {
        "template": "he’s either a good listener or really good at pretending. works either way"
    },
    {
        "template": "Ran a marathon together, didn't train, didn’t finish, still counts"
    },
    {
        "template": "{referred_member} claims to hate gossip but knows literally everything"
    },
    {
        "template": "used to do my math homework. now does my taxes"
    },
    {
        "template": "ran into each other twice in different countries, never planned. universe ships it"
    },
    {
        "template": "LinkedIn humblebrag personified, but it's true"
    },
    {
        "template": "literally stole my shoes. wears them better. rude"
    },
    {
        "template": "roommates for 2 years. spoke exactly 5 times. love him dearly"
    },
    {
        "template": "{referred_member} recites Pi to 50 digits but forgets birthdays. priorities"
    },
    {
        "template": "can parallel park perfectly but refuses to drive"
    },
    {
        "template": "{referred_member} introduced me to oat milk. life hasn't been the same since"
    },
    {
        "template": "accidentally started a rumor, somehow became true"
    },
    {
        "template": "gives advice that sounds terrible. somehow always right"
    },
    {
        "template": "claims they hate group chats, most active participant"
    },
    {
        "template": "met at a hackathon, both lost. bonded over defeat"
    },
    {
        "template": "has photographic memory. forgets keys weekly"
    },
    {
        "template": "obsessed with astrology but won't admit it"
    },
    {
        "template": "crashes parties they were actually invited to"
    },
    {
        "template": "once pretended we were famous to get into a club. it worked"
    },
    {
        "template": "claims to have zero regrets, yet constantly reminisces"
    },
    {
        "template": "once sang entire Hamilton soundtrack at karaoke. flawlesslyused to walk me home every day freshman year. never talked about it"
    },
    {
        "template": "shows up to every birthday. even ones they weren’t invited to"
    },
    {
        "template": "our friendship started as a bet. no one remembers the terms"
    },
    {
        "template": "literally wrote my cover letter. accidentally got me the job"
    },
    {
        "template": "has the emotional range of a Pixar movie"
    },
    {
        "template": "once brought me soup while I was sick. it was 95 degrees out"
    },
    {
        "template": "convinced me to join a running club. never showed up themselves"
    },
    {
        "template": "still uses a flip phone. somehow always reachable"
    },
    {
        "template": "quotes niche internet drama like scripture"
    },
    {
        "template": "helped me move. stayed for dinner. stayed for a month"
    },
    {
        "template": "texted me ‘u up?’ to ask about tax forms"
    },
    {
        "template": "has an allergy to peanuts and drama"
    },
    {
        "template": "once gave a toast about me at someone else’s wedding"
    },
    {
        "template": "we've only met three times but I’d trust them with my bank PIN"
    },
    {
        "template": "can’t cook. makes the best dinner parties"
    },
    {
        "template": "never remembers my birthday. remembers my coffee order"
    },
    {
        "template": "ran a spreadsheet on my dating life. accurate to a fault"
    },
    {
        "template": "we once got into a screaming match about hummus. still unclear why"
    },
    {
        "template": "once got me kicked out of a museum. worth it"
    },
    {
        "template": "we once spent an entire night ranking every Ben & Jerry’s flavor. agree on none of them"
    },
    {
        "template": "we shared a therapist. not at the same time"
    },
    {
        "template": "was once described as ‘weirdly grounding’ by my mom"
    },
    {
        "template": "once took a train 4 hours to watch me give a 10-minute talk"
    },
    {
        "template": "we exchange one meme per day. nothing else. sacred ritual"
    },
    {
        "template": "recommended a book that changed my life. didn’t finish it themselves"
    },
    {
        "template": "can make anyone feel like they belong. even in the weirdest places"
    },
    {
        "template": "has a folder of my embarrassing selfies. uses them as leverage"
    },
    {
        "template": "makes every goodbye weirdly cinematic"
    },
    {
        "template": "💯"
    },
    {
        "template": "roommate, gym accountability partner, impromptu life coach"
    },
    {
        "template": "sunday night brainstorm buddy + unofficial life strategist"
    },
    {
        "template": "sat next to me in a 200-person lecture and still made it feel like a 1-on-1"
    },
    {
        "template": "startup coworker → cofounder → family"
    },
    {
        "template": "CS TA. Also makes killer waffles"
    },
    {
        "template": "we once pulled an all-nighter designing a board game about moral philosophy for a class."
    },
    {
        "template": "met once at a café, talked for hours. we’ve been talking ever since"
    },
    {
        "template": "makes the best toast (both bread and speeches)"
    },
    {
        "template": "serotonin in human form"
    },
    {
        "template": "we built an app in 48 hours. it broke, but the friendship didn’t"
    },
    {
        "template": "writes emails like poetry. also has a laugh that makes you want to laugh too"
    },
    {
        "template": "has a spreadsheet for every aspect of their life. somehow still spontaneous"
    },
    {
        "template": "we once solved a problem on a napkin that became a whole thesis"
    },
    {
        "template": "their hugs have a reputation"
    },
    {
        "template": "sang Beyoncé at full volume in a karaoke bar with zero irony and perfect pitch. i knew then we'd be friends for life"
    },
    {
        "template": "{referred_member} taught me how to code and how to leave a party early with grace. arguably more useful than my degree"
    },
    {
        "template": "met in line for tacos at a hackathon."
    },
    {
        "template": "middle school carpool, math team, cofounder, officiant at my wedding. there's no version of my life without her in it"
    },
    {
        "template": "he once helped me move apartments on a Tuesday morning before his job interview. he got the job. i got a friend"
    },
    {
        "template": "coworked for three months. shared one whiteboard. made four prototypes. left with about twelve inside jokes"
    },
    {
        "template": "i once saw them spend 30 minutes helping a stranger pick a birthday card. it told me everything i needed to know"
    },
    {
        "template": "imagine if your therapist, barista, and favorite podcast host were the same person"
    },
    {
        "template": "we exchanged exactly one meme a day for 642 days"
    },
    {
        "template": "i once saw them take a Zoom call from a canoe"
    },
    {
        "template": "{referred_member} brings homemade snacks to every group event. never announces it. just leaves them on the table"
    },
    {
        "template": "our entire friendship is built on voice memos, misquoted movies, and mutual delusion. i wouldn’t change a thing"
    },
    {
        "template": "we once pretended to be co-CEOs at a networking event. ended up launching a newsletter togethersends memes at 3am but they're exactly what I need to see"
    },
    {
        "template": "{referred_member} once explained quantum physics using only food metaphors. I understood everything"
    },
    {
        "template": "has never been to therapy but gives advice like a licensed professional"
    },
    {
        "template": "we matched on a dating app by accident. became best friends instead"
    },
    {
        "template": "remembers the lyrics to every Disney song but claims to hate musicals"
    },
    {
        "template": "{referred_member} convinced me cryptocurrency was just Monopoly money for adults. still not wrong"
    },
    {
        "template": "has a PhD in making people feel comfortable in uncomfortable situations"
    },
    {
        "template": "once spent 2 hours helping me choose between two identical black shirts"
    },
    {
        "template": "claims to be an introvert but knows everyone at every party"
    },
    {
        "template": "{referred_member} taught me that networking is just making friends with a purpose"
    },
    {
        "template": "has strong opinions about cereal milk temperature"
    },
    {
        "template": "sends Christmas cards in July because 'the spirit shouldn't be seasonal'"
    },
    {
        "template": "once pretended to be my boyfriend at a family reunion. my mom still asks about them"
    },
    {
        "template": "we've never hung out sober but I trust them with my deepest secrets"
    },
    {
        "template": "once brought a deck of cards to a funeral. somehow made it appropriate"
    },
    {
        "template": "has a rating system for every restaurant bathroom in the city"
    },
    {
        "template": "{referred_member} collects vintage postcards but has never sent one"
    },
    {
        "template": "once helped me practice small talk for 3 hours before a networking event"
    },
    {
        "template": "has a secret talent for making anyone feel like the main character"
    },
    {
        "template": "we've been in the same group chat for 4 years. never met in person"
    },
    {
        "template": "knows exactly what to say when I'm overthinking everything"
    },
    {
        "template": "{referred_member} once spent an hour explaining why pineapple on pizza is a human right"
    },
    {
        "template": "sends me screenshots of their screen time like it's a cry for help"
    },
    {
        "template": "sends me links to articles I'll never read but always makes me feel smarter"
    },
    {
        "template": "has the rare gift of making waiting in line feel like an adventure"
    },
    {
        "template": "{referred_member} treats every meal like a wine tasting. including cereal"
    },
    {
        "template": "we share a very specific sense of humor that no one else understands"
    },
    {
        "template": "once convinced me that 2am was the perfect time to reorganize my entire life"
    },
    {
        "template": "knows my coffee order better than I do"
    },
    {
        "template": "once helped me practice a presentation by pretending to be my most intimidating audience"
    },
    {
        "template": "survived a 12-hour layover together. bonded over airport sushi and existential dread"
    },
    {
        "template": "has strong opinions about the proper way to eat Kit-Kats. we disagree violently"
    },
    {
        "template": "speaks fluent sarcasm but exclusively texts in earnest motivational quotes"
    },
    {
        "template": "{referred_member} accidentally became my career counselor after one drunk conversation"
    },
    {
        "template": "we've been splitting streaming service subscriptions for 3 years. it's basically marriage"
    },
    {
        "template": "texts me restaurant reviews at midnight like they're breaking news"
    },
    {
        "template": "{referred_member} once convinced a entire coffee shop we were food critics. got free pastries"
    },
    {
        "template": "claims to have a bad memory but remembers every embarrassing story I've ever told"
    },
    {
        "template": "once convinced me to try hot yoga. I nearly died. it was awesome"
    },
    {
        "template": "knows the entire menu at every restaurant but always orders the same thing"
    },
    {
        "template": "we met in a Zoom breakout room. somehow became actual friends"
    },
    {
        "template": "once helped me return something to a store without a receipt. master negotiator"
    },
    {
        "template": "{referred_member} convinced me that adulting is just googling things with confidence"
    },
    {
        "template": "{referred_member} brings homemade cookies to every crisis. emotional support baker"
    },
    {
        "template": "we share one brain cell and they usually have custody"
    },
    {
        "template": "we've been each other's plus-one to everything for 4 years. professional fake dates"
    },
    {
        "template": "{referred_member} treats every meal like a food review that will be published in the Times"
    },
    {
        "template": "became roommates with {referred_member} for a summer in NYC. best friends for life"
    },
    {
        "template": "met at a wedding where {referred_member} was the only other person who didn't know anyone"
    },
    {
        "template": "convinced by {referred_member} that 5am was the best time to have philosophical discussions"
    },
    {
        "template": "taught how to adult by {referred_member}. still learning but at least I have a teacher"
    }
]